name: "title_model"
platform: "onnxruntime_onnx"
max_batch_size: 32
input [
  { name: "input_ids", data_type: TYPE_INT64, dims: [512] },
]
output [ { name: "logits", data_type: TYPE_FP32, dims: [2] } ]